Repository: wacon-internet-gmbh/tooltip
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_secrets_domain_model_secrets.secret
source: Enter your text to be encrypted here
de: Geben Sie hier Ihren zu verschlüsselnden Text ein:

# tx_secrets_domain_model_secrets.encrypt
source: Generate link
de: Link erzeugen

# tx_secrets_domain_model_secrets.show
source: The text is only available ONCE via this URL:
de: Der Text ist nur EINMAL über diese URL verfügbar:

# tx_secrets_domain_model_secrets.copy
source: Copy
de: Kopieren

# tx_secrets_domain_model_secrets.ask_text
source: You can now access the encrypted text. This will make the link invalid!
de: Sie können nun auf den verschlüsselten Text zugreifen. Der Link wird dadurch ungültig!

# tx_secrets_domain_model_secrets.ask_button
source: Show text
de: Text anzeigen

# tx_secrets_domain_model_secrets.done
source: The link is now invalid!
de: Der Link ist nun ungültig!

# tx_secrets_domain_model_secrets.failed
source: Unfortunately the link was invalid!
de: Der Link war leider ungültig!

# tx_secrets_domain_model_secrets.new
source: You can encrypt a new text here!
de: Sie können hier eine neuen Text verschlüsseln!

# tx_secrets_domain_model_secrets.decrypt
source: decrypted text:
de: Entschlüsselter Text:
